---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyIncompleteElementWarn
source: html/da7c5e0f-deb8-5e0f-6130-f03070abfe08.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyIncompleteElementWarn Property

Can't copy part of element

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyIncompleteElementWarn { get; }
```